
[
  {
    "symbol": "Agua",
    "category": "Elemento",
    "mainDefinition": "El agua representa el origen primordial de la vida, el flujo incesante de la conciencia y la capacidad de purificación. Es un símbolo de adaptabilidad que toma la forma del recipiente que lo contiene, evocando la naturaleza plástica del ser y sus emociones cambiantes.",
    "emotionalResonance": "Moviliza sentimientos de calma, fluidez y renovación. Puede evocar la paz de un manantial o la intensidad de una tempestad interna que busca limpiar lo antiguo para dar paso a lo nuevo.",
    "pedagogicalCycles": {
      "preescolar": "Explorar el agua como fuente de vida y nido de los seres vivos.",
      "primaria": "Narrar el ciclo del agua como metáfora del crecimiento personal y el cambio constante.",
      "secundaria": "Analizar la fluidez narrativa y la transparencia en la expresión de la identidad propia.",
      "media": "Reflexionar sobre la ética del cuidado del agua como sustento planetario y legado vital.",
      "adultos": "Habitar la quietud del agua como espacio de meditación, memoria profunda y sentido."
    },
    "languageCompetencies": "Potencia la descripción sensorial, el uso de adjetivos de textura y la construcción de relatos de transición.",
    "reflexiveClosure": "¿Qué corriente habita hoy en tu silencio?",
    "guidingQuestions": [
      "¿Hacia dónde fluye tu palabra hoy?",
      "¿Es tu sentir un agua calma o en movimiento?",
      "¿Qué se limpia en ti cuando escribes?"
    ],
    "isEmergent": false
  },
  {
    "symbol": "Árbol",
    "category": "Naturaleza",
    "mainDefinition": "Símbolo de la vida en perpetua evolución y la conexión entre los planos de la existencia. Sus raíces profundas representan el vínculo con la tierra y los ancestros, mientras sus ramas ascendentes simbolizan el crecimiento del espíritu hacia la luz.",
    "emotionalResonance": "Transmite seguridad, paciencia y pertenencia. Ayuda a reconocer que todo proceso humano requiere tiempo, raíces sólidas y la valentía de ramificarse hacia lo desconocido.",
    "pedagogicalCycles": {
      "preescolar": "El árbol como casa y protección para los amigos de la naturaleza.",
      "primaria": "Dibujar y narrar el 'árbol genealógico' de los sueños, afectos y memorias.",
      "secundaria": "El carácter y la resiliencia: la fortaleza del tronco ante el viento del cambio.",
      "media": "El legado y los frutos: ¿qué semilla de sentido estamos sembrando en nuestra comunidad?",
      "adultos": "La sabiduría de las raíces: integrar la historia personal como sustento del ser."
    },
    "languageCompetencies": "Fomenta la estructura jerárquica del texto (raíz, centro y copa) y la metáfora de crecimiento biográfico.",
    "reflexiveClosure": "¿Cuáles son las raíces que sostienen tu palabra?",
    "guidingQuestions": [
      "¿A qué tierra pertenecen tus memorias?",
      "¿Qué frutos está dando tu aprendizaje hoy?",
      "¿Qué parte de ti busca tocar el cielo?"
    ],
    "isEmergent": false
  },
  {
    "symbol": "Puente",
    "category": "Tránsito",
    "mainDefinition": "Representa el pasaje entre dos estados, realidades o personas. Es el símbolo del vínculo que vence la separación y permite el diálogo constructivo. Cruzar un puente es un acto de valentía que implica dejar una orilla conocida para habitar una nueva posibilidad.",
    "emotionalResonance": "Moviliza la esperanza, la incertidumbre del cambio y la alegría del encuentro. Actúa como mediador en situaciones de conflicto, sugiriendo que la comunicación es el camino hacia la paz.",
    "pedagogicalCycles": {
      "preescolar": "Unir dos manos o dos colores como gesto de amistad y juego.",
      "primaria": "Narrar historias de viajes y mudanzas como tránsitos por puentes simbólicos.",
      "secundaria": "La mediación de conflictos: construir puentes de palabras para entender al otro.",
      "media": "El tránsito a la vida adulta y el compromiso con la transformación social ética.",
      "adultos": "Reconciliar el pasado con el presente a través del perdón y la escucha activa."
    },
    "languageCompetencies": "Fortalece el uso de conectores lógicos, la argumentación dialógica y la redacción de crónicas de viaje.",
    "reflexiveClosure": "¿Qué orilla estás dejando atrás para encontrarte con el otro?",
    "guidingQuestions": [
      "¿Quién camina contigo en este tránsito?",
      "¿Es tu puente sólido o necesita ser reforzado?",
      "¿Qué descubres al llegar al otro lado?"
    ],
    "isEmergent": false
  },
  {
    "symbol": "Semilla",
    "category": "Memoria",
    "mainDefinition": "Símbolo de la potencia latente y el comienzo invisible. La semilla guarda en su pequeño ser toda la información del futuro, representando la esperanza, el origen sagrado de las ideas y la necesidad de cuidado y paciencia para que la vida se manifieste.",
    "emotionalResonance": "Invoca la paciencia, la fe en el proceso y el respeto por lo pequeño. Recuerda que los grandes cambios comienzan en el silencio y la oscuridad de la tierra interior.",
    "pedagogicalCycles": {
      "preescolar": "El asombro ante la semilla que brota en el frasco de la escuela.",
      "primaria": "Escribir sobre 'mi talento semilla' y lo que deseo ver crecer en mí.",
      "secundaria": "La identidad latente: reconocer los deseos y sueños que empiezan a germinar.",
      "media": "Proyectos de vida: la siembra consciente de acciones para el futuro ciudadano.",
      "adultos": "El legado: ¿qué semillas de conocimiento estamos entregando a las nuevas generaciones?"
    },
    "languageCompetencies": "Desarrolla la capacidad de síntesis (la palabra como semilla) y la narración de procesos temporales.",
    "reflexiveClosure": "¿Qué idea estás cuidando hoy en el silencio de tu nido?",
    "guidingQuestions": [
      "¿Qué necesita tu semilla para brotar hoy?",
      "¿Aceptas el tiempo que tarda el crecimiento?",
      "¿En qué tierra estás sembrando tus palabras?"
    ],
    "isEmergent": false
  },
  {
    "symbol": "Llave",
    "category": "Objeto",
    "mainDefinition": "Simboliza el poder de abrir y cerrar, el acceso al conocimiento oculto y la conquista de la autonomía. Poseer la llave es tener el permiso de descubrir misterios interiores o de clausurar etapas que ya no deben habitarse.",
    "emotionalResonance": "Provoca curiosidad, alivio o empoderamiento. Representa la solución a un enigma y la libertad que otorga el saberse dueño del propio destino.",
    "pedagogicalCycles": {
      "preescolar": "La llave mágica que abre la puerta de los cuentos y la imaginación.",
      "primaria": "Descubrir 'llaves de aprendizaje' para resolver retos matemáticos o literarios.",
      "secundaria": "La autonomía: yo tengo la llave de mis decisiones y de mis propios límites.",
      "media": "El acceso a la educación superior y la investigación como llave del mundo contemporáneo.",
      "adultos": "Abrir memorias olvidadas para integrar la propia sombra y sanar la historia."
    },
    "languageCompetencies": "Estimula la resolución de nudos narrativos, el uso del lenguaje de misterio y la escritura de manuales simbólicos.",
    "reflexiveClosure": "¿Qué puerta interior buscas abrir con tu relato hoy?",
    "guidingQuestions": [
      "¿Quién guarda la llave de tus secretos?",
      "¿Es tu palabra una llave que libera o que encierra?",
      "¿Qué descubres cuando te das permiso de entrar?"
    ],
    "isEmergent": false
  },
  {
    "symbol": "Casa",
    "category": "Protección",
    "mainDefinition": "La casa es la imagen del ser interior, el refugio de la intimidad y el centro del mundo personal. Sus habitaciones representan diferentes aspectos de la personalidad: la cocina como transformación, la biblioteca como saber y el sótano como inconsciente.",
    "emotionalResonance": "Evoca seguridad, pertenencia y calor humano. Cuando la casa aparece en crisis, señala la necesidad de restaurar el equilibrio interno y el cuidado del propio cuerpo como primer hogar.",
    "pedagogicalCycles": {
      "preescolar": "Dibujar el hogar como un espacio de abrazos, juegos y protección.",
      "primaria": "Narrar las historias que habitan en los rincones de mi vivienda.",
      "secundaria": "La arquitectura del ser: construir una identidad sólida y acogedora para uno mismo.",
      "media": "La 'Casa Común': responsabilidad ética con el territorio y el planeta vivo.",
      "adultos": "Habitarse a sí mismo: la madurez como una casa con puertas abiertas al mundo."
    },
    "languageCompetencies": "Fomenta el vocabulario espacial, la descripción detallada de ambientes y el relato de pertenencia cultural.",
    "reflexiveClosure": "¿Está tu puerta interior abierta al encuentro hoy?",
    "guidingQuestions": [
      "¿Cómo es el refugio que construyes con tus palabras?",
      "¿Qué habitación de tu memoria necesita hoy un poco de luz?",
      "¿Quiénes son los guardianes de tu casa interna?"
    ],
    "isEmergent": false
  },
  {
    "symbol": "Fuego",
    "category": "Transformación",
    "mainDefinition": "El fuego es el elemento de la transmutación por excelencia. Simboliza la chispa de la creatividad, la pasión vital, pero también la fuerza que destruye lo viejo para permitir que la esencia se manifieste. Es luz que guía y calor que congrega.",
    "emotionalResonance": "Moviliza el entusiasmo, la rabia sagrada que impulsa al cambio y la calidez de la comunidad. Representa el motor interno que nos mantiene despiertos ante la vida.",
    "pedagogicalCycles": {
      "preescolar": "El sol como el gran fuego que nos calienta y nos da luz cada día.",
      "primaria": "Relatar mitos sobre el descubrimiento del fuego y el nacimiento de la palabra.",
      "secundaria": "La pasión por el conocimiento: encender la curiosidad intelectual en el aula.",
      "media": "El compromiso social: ser luz en medio de los conflictos del entorno.",
      "adultos": "Mantener vivo el fuego interior a pesar del tiempo y de las pérdidas naturales."
    },
    "languageCompetencies": "Promueve el uso de verbos de acción, adjetivos de intensidad y la retórica de la motivación vital.",
    "reflexiveClosure": "¿Qué parte de tu historia necesita hoy ser iluminada?",
    "guidingQuestions": [
      "¿Qué está encendido en tu corazón hoy?",
      "¿Es tu fuego un faro o un incendio fuera de control?",
      "¿Cómo cuidas que tu calor no lastime a los demás?"
    ],
    "isEmergent": false
  },
  {
    "symbol": "Montaña",
    "category": "Arquetipo",
    "mainDefinition": "Símbolo de la elevación espiritual, la estabilidad y el esfuerzo necesario para alcanzar la cima del conocimiento. Representa el encuentro entre el cielo y la tierra, y el desafío que templa el carácter humano.",
    "emotionalResonance": "Transmite solemnidad, perseverancia y la satisfacción del logro. Ayuda a poner en perspectiva los problemas cotidianos al observarlos desde una altura simbólica.",
    "pedagogicalCycles": {
      "preescolar": "La montaña como un gigante de piedra que nos cuida y nos observa.",
      "primaria": "Narrar el ascenso paso a paso hacia una meta escolar significativa.",
      "secundaria": "La resiliencia: mantenerse firme ante las tormentas emocionales de la adolescencia.",
      "media": "La visión de futuro: ¿qué ves desde la cima de tus sueños profesionales?",
      "adultos": "La solidez del carácter construida a través de los años y las cumbres alcanzadas."
    },
    "languageCompetencies": "Desarrolla el uso de gradaciones (paso a paso), la descripción panorámica y el ensayo sobre metas.",
    "reflexiveClosure": "¿Qué cima buscas tocar con tu palabra?",
    "guidingQuestions": [
      "¿Qué peso llevas en tu mochila al subir?",
      "¿Te gusta el paisaje que ves mientras escalas?",
      "¿Quién te ayuda a subir cuando te sientes cansado?"
    ],
    "isEmergent": false
  },
  {
    "symbol": "Luna",
    "category": "Sueño",
    "mainDefinition": "Representa los ritmos biológicos, la noche y el mundo del inconsciente. Es un símbolo de cambio perpetuo a través de sus fases, mediando entre la luz solar y la oscuridad absoluta, y guiando la intuición y el sentir profundo.",
    "emotionalResonance": "Evoca la melancolía, la ternura y la conexión con lo invisible. Es el espejo del alma que brilla en medio de la sombra, recordándonos que incluso en la oscuridad hay ciclos de luz.",
    "pedagogicalCycles": {
      "preescolar": "La luna como la lamparita que cuida nuestros sueños mientras dormimos.",
      "primaria": "Narrar historias nocturnas y explorar los ritmos cíclicos de la naturaleza.",
      "secundaria": "La introspección: el diario como espacio de luz propia en medio de la confusión.",
      "media": "La sensibilidad estética: la poesía y el arte como lenguajes lunares y subjetivos.",
      "adultos": "Integrar los ciclos de pérdida y renovación en la historia vital propia."
    },
    "languageCompetencies": "Potencia el lenguaje lírico, el uso de la sugerencia y la escritura de diarios íntimos.",
    "reflexiveClosure": "¿Qué parte de tu verdad se oculta hoy para poder crecer?",
    "guidingQuestions": [
      "¿Cómo cambia tu ánimo con las fases del sueño?",
      "¿Qué ves mejor cuando hay menos luz exterior?",
      "¿A quién le hablas en tus noches de soledad?"
    ],
    "isEmergent": false
  },
  {
    "symbol": "Espejo",
    "category": "Arquetipo",
    "mainDefinition": "Símbolo del autoconocimiento, la verdad y la conciencia clara. El espejo nos devuelve la imagen de quiénes somos, invitándonos a la honestidad radical y al reconocimiento de nuestra propia sombra y luz.",
    "emotionalResonance": "Puede provocar confrontación, sorpresa o aceptación. Es el portal que nos obliga a mirar hacia adentro antes de juzgar el mundo exterior.",
    "pedagogicalCycles": {
      "preescolar": "Jugar a imitar gestos frente al espejo para reconocer las propias emociones.",
      "primaria": "Autorretratos narrativos: 'así me veo y así me siento hoy'.",
      "secundaria": "La búsqueda de la identidad: ¿soy lo que el espejo dice o lo que siento por dentro?",
      "media": "El juicio crítico: reflejar la realidad social con ética, valor y veracidad.",
      "adultos": "Reconciliarse con la propia imagen y con el paso del tiempo grabado en el rostro."
    },
    "languageCompetencies": "Estimula el uso del 'yo' narrativo, la descripción reflexiva y el análisis de la subjetividad.",
    "reflexiveClosure": "¿Te reconoces en las palabras que has escrito hoy?",
    "guidingQuestions": [
      "¿Qué parte de ti no se ve en el reflejo externo?",
      "¿Es clara u opaca tu mirada sobre ti mismo hoy?",
      "¿Qué le dirías a tu reflejo si pudiera escucharte?"
    ],
    "isEmergent": false
  }
]
